[
  {
    "id": 1,
    "title": "Scrum Master",
    "certImage": "/cert-images/scrum-master.svg",
    "image": "/imgs/9.webp",
    "date": "Certificación",
    "students": 40,
    "description": "Aprende a liderar equipos ágiles utilizando el marco de trabajo Scrum, enfocado en entregar valor de manera frecuente e incremental.",
    "originalPrice": 110,
    "currentPrice": 60,
    "mainTopics": [
      "Introducción a Scrum",
      "Roles dentro de Scrum",
      "Artefactos y eventos",
      "Mejores prácticas en desarrollo ágil"
    ],
    "targetAudience": [
      "Desarrolladores de software",
      "Gerentes de proyecto",
      "Líderes de equipo",
      "Interesados en metodologías ágiles"
    ]
  },
  {
    "id": 2,
    "title": "Scrum Developer",
    "image": "/imgs/10.webp",
    "certImage": "/cert-images/scrum-developers.svg",
    "date": "Certificación",
    "students": 25,
    "description": "Conviértete en un desarrollador Scrum y aprende a colaborar en equipos ágiles para entregar productos de alta calidad.",
    "originalPrice": 110,
    "currentPrice": 60,
    "mainTopics": [
      "Fundamentos de Scrum para desarrolladores",
      "Integración continua y despliegue ágil",
      "Técnicas de estimación y planificación",
      "Colaboración efectiva en equipos ágiles"
    ],
    "targetAudience": [
      "Desarrolladores de software",
      "Ingenieros de QA",
      "Scrum Masters",
      "Equipos de desarrollo ágil"
    ]
  },
  {
    "id": 3,
    "title": "UX para Profesionales de Tecnología",
    "image": "/imgs/11.webp",
    "certImage": "/cert-images/scrum-developers.svg",
    "date": "Certificación",
    "students": 20,
    "description": "Curso diseñado para proporcionar una comprensión sólida de los principios y prácticas de UX aplicados en entornos tecnológicos. Ideal para desarrolladores, diseñadores, product managers y otros profesionales que desean mejorar la experiencia de usuario en productos digitales.",
    "originalPrice": 300,
    "currentPrice": 290,
    "mainTopics": [
      "Introducción al UX: definición, importancia y diferencias con UI",
      "Investigación de usuarios: métodos, creación de perfiles y mapas de empatía",
      "Diseño centrado en el usuario: wireframes, prototipos y accesibilidad",
      "Pruebas de usabilidad: tipos, planificación, ejecución y análisis",
      "Integración de UX en desarrollo ágil: roles, colaboración y planificación"
    ],
    "targetAudience": [
      "Desarrolladores de software que quieren mejorar la experiencia de usuario",
      "Diseñadores UI/UX que buscan profundizar en investigación y pruebas",
      "Product managers interesados en gestionar productos intuitivos",
      "Ingenieros de QA enfocados en calidad y experiencia de usuario",
      "Analistas de negocio que quieren integrar necesidades de usuarios",
      "Profesionales de marketing digital que buscan optimizar conversiones",
      "Equipos de innovación y desarrollo de producto",
      "Líderes de proyectos tecnológicos que desean liderar con foco en UX"
    ]
  }
]
