[
  {
    "id": 1,
    "title": "Scrum Master",
    "certImage": "/cert-images/scrum-master.svg",
    "image": "/imgs/9.webp",
    "date": "Certificación",
    "students": 40,
    "description": "La certificación Scrum Master te brinda las herramientas necesarias para liderar equipos de alto rendimiento en entornos ágiles. A lo largo del curso aprenderás a implementar Scrum de manera efectiva, ",
    "originalPrice": 110,
    "currentPrice": 60,
    "mainTopics": [
      "Fundamentos de Scrum: pilares, valores y beneficios del marco de trabajo.",
      "Roles y responsabilidades: funciones clave del Scrum Master, Product Owner y Developers.",
      "Artefactos y eventos: definición, objetivos y buenas prácticas para maximizar el valor.",
      "Facilitación efectiva: cómo guiar al equipo en reuniones, retrospectivas y revisiones.",
      "Estrategias de mejora continua: métricas, retroalimentación y adaptación del proceso."
    ],
    "targetAudience": [
      "Profesionales que deseen liderar equipos de desarrollo con un enfoque ágil y colaborativo;Gerentes de proyecto que quieran actualizar sus conocimientos a metodologías modernas;Líderes de equipo interesados en mejorar la eficiencia y productividad de sus equipos;Consultores o coaches ágiles que busquen reforzar sus competencias y certificaciones."
    ]
  },
  {
    "id": 2,
    "title": "Scrum Developer",
    "image": "/imgs/10.webp",
    "certImage": "/cert-images/scrum-developers.svg",
    "date": "Certificación",
    "students": 25,
    "description": "La certificación Scrum Developer está diseñada para desarrolladores y miembros técnicos que desean trabajar de manera eficiente en equipos ágiles. Este curso profundiza en las mejores prácticas de desarrollo dentro de un marco Scrum, incluyendo la integración continua, la entrega incremental y la colaboración efectiva. Aprenderás a interactuar con Product Owners y Scrum Masters, estimar historias de usuario con precisión y utilizar herramientas que potencian la calidad del producto. Al finalizar, estarás preparado para integrarte de forma productiva a un equipo Scrum y contribuir de manera significativa al éxito del proyecto.",
    "originalPrice": 110,
    "currentPrice": 60,
    "mainTopics": [
      "Principios de Scrum aplicados al desarrollo: visión técnica y alineación con el equipo.",
      "Integración continua: prácticas, herramientas y automatización para mejorar la calidad.",
      "Entrega ágil de software: cómo planificar, desarrollar y entregar incrementos de valor.",
      "Estimación y planificación: técnicas de story points, planificación de sprints y refinamiento.",
      "Colaboración efectiva: comunicación fluida entre desarrolladores, QA y stakeholders."
    ],
    "targetAudience": [
      "Profesionales que deseen liderar equipos de desarrollo con un enfoque ágil y colaborativo;Gerentes de proyecto que quieran actualizar sus conocimientos a metodologías modernas;Líderes de equipo interesados en mejorar la eficiencia y productividad de sus equipos;Consultores o coaches ágiles que busquen reforzar sus competencias y certificaciones."
    ]
  },
  {
    "id": 3,
    "title": "UX para Profesionales de Tecnología",
    "image": "/imgs/11.webp",
    "certImage": "/cert-images/scrum-developers.svg",
    "date": "Certificación",
    "students": 20,
    "description": "Este programa de certificación en UX está orientado a profesionales de tecnología que deseen integrar el diseño centrado en el usuario dentro de sus proyectos. A lo largo del curso, aprenderás a comprender las necesidades reales de los usuarios, diseñar experiencias intuitivas y evaluar la usabilidad de los productos digitales. Se explorarán metodologías de investigación, técnicas de prototipado, pruebas de usabilidad y buenas prácticas de accesibilidad. Al finalizar, tendrás una visión integral que te permitirá colaborar con equipos multidisciplinarios para crear productos funcionales, atractivos y orientados a resultados.",
    "originalPrice": 300,
    "currentPrice": 290,
    "mainTopics": [
      "Fundamentos de UX: qué es, por qué es clave y cómo se diferencia de UI.",
      "Investigación de usuarios: entrevistas, encuestas y creación de arquetipos.",
      "Diseño centrado en el usuario: wireframes, prototipos de baja y alta fidelidad.",
      "Accesibilidad digital: principios para garantizar inclusión y facilidad de uso.",
      "Pruebas de usabilidad: planificación, ejecución y análisis de resultados.",
      "Integración de UX en entornos ágiles: colaboración, roles y planificación conjunta."
    ],
    "targetAudience": [
      "Profesionales que deseen liderar equipos de desarrollo con un enfoque ágil y colaborativo;Gerentes de proyecto que quieran actualizar sus conocimientos a metodologías modernas;Líderes de equipo interesados en mejorar la eficiencia y productividad de sus equipos;Consultores o coaches ágiles que busquen reforzar sus competencias y certificaciones."
    ]
  }
]
